[
  {
    "id": 1,
    "body": "Tribute to my mother, iya mi abiyamo tooto. Your departure really weakened my soul because you couldn&apos;t wait to say goodbye to your darling daughter but who am I to question God. You touched so many hearts in your lifetime. Your legacy is going to live on long after you and will endure we remember all you accomplished. With tears in our eyes and heavy hearts we say goodbye iya mi. Thank you for the unforgettable memories that we shared during your lifetime. I will treasure them forever, Sun ree laiya Olugbala titi ojo ajinde ta tun pade. Emi omo re.",
    "name": "Oluwaseun Akanni (Nee Olajide)",
    "image": "/1.jpg"
  },
  {
    "id": 2,
    "body": "Mother you were the truest, dearest, more than a mother to me. i called you friend, sister, cousin and also dad when i lost dad. you stood alone for many years after dad passed on, and only God knows the inner strength you had to come through with all our siblings. You were precious, a gift from God, so much beauty, grace, love and patience you possessed. You touched my heart in so many ways, your strength and smile even on dark days made me realize i have an angel beside me. My sweet Mother u heard God&apos;s whisper, calling you home, you didn&apos;t want to leave me, I saw your fight You loved me so much that you held on tight, until all your strength was gone, and you could no longer hold on. Finally you gave your hand to God and slipped away quietly without telling us bye. I WILL FOREVER SALUTE YOU MOTHER ,BECAUSE YOU&apos;VE BEEN ALL I EVER NEEDED IN MY LIFE. GOD GAVE ME THE BEST MOM IN THE WORLD! YOU TAUGHT ME TO NEVER GIVE UP ON MY DREAMS BUT TO PERSEVERE NO MATTER HOW HARD THE STORMS MAY BE. I MISSS YOU MOM!",
    "name": "Ogunde Omoyiola (Daughter)"
  },
  {
    "id": 3,
    "body": "In Loving Memory of My Dearest Mother, As I sit down to pen these words, my heart aches with the profound loss of a remarkable woman, my beloved mother. She was more than just a parent; she was a guiding light, a pillar of strength, and the embodiment of selfless love. My dear mother devoted her life to her children, making countless sacrifices to ensure our well-being and happiness. Her love knew no bounds, and every action she took was motivated by her deep affection for us. Through her unwavering support and boundless affection, she shaped us into the individuals we are today. But perhaps what I cherish most about my dear mother was her unwavering faith. She lived her life in accordance with the teachings of Christ, never wavering in her commitment to God. Her devotion was palpable in every aspect of her life, and she instilled in us the importance of walking in the footsteps of our Savior.    Moments spent with her were imbued with warmth, love, and laughter. She had a way of lighting up any room with her presence, and her absence leaves a void that can never be filled. Yet, even as we mourn her passing, we find solace in the knowledge that she has found eternal peace in the loving embrace of our Heavenly Father. Though she may no longer walk beside us, her spirit lives on in the memories we cherish and the values she instilled in us. My dear mother&apos;s legacy of love, faith, and selflessness will continue to guide and inspire me every day of my life. Farewell, my precious mother. You will forever hold a special place in my heart, and your memory will be cherished for all eternity. With all my love,",
    "name": "Juliana Olubamike Oyeleke (Daughter)"
  },{
    "id": 4,
    "body": "My Grandma i missed your prayers and your words of advice given to me on how to live with people in any way and where you find ourselves. You also taught me in the way of the Lord Like you to say to me &quot;Ajije se oma gbadura maba Eniyan ja oo Oluwa awa pelu Oko mi&quot; I missed all this no one can tell me anymore LOVE YOU GRANDMA your Grand Child and great grand Children",
    "name": "Tosin / Odianosen"
  },
  {
    "id": 5,
    "body": "What is lovely never dies, but passes into other loveliness. What we have once enjoyed deeply, we can never lose and all that we love deeply becomes a part of us... Grannie, You are gone but thank you for all these soft and sweet things you left behind, In my home, in my head and in my Heart.",
    "name": "Ibidapo OGUNDE"
  },
  {
    "id": 6,
    "body": "I thought of you with love today, But that's nothing NEW. I thought about you yesterday, And the day before too. I think of you in silence, I Often speak your name. All I have are my memories, And your pictures in a frame. Your memory is a keepsake, With which I will never part. God has you in His keeping, I have you in my Heart, You will never be forgotten!",
    "name": "Ogunde oluwamayowa (Grand son)"
  },
  {
    "id": 7,
    "body": "Grandma, You may have passed on but your memories,care n d loving  will remind in our heart fr loosing a living great grand mother like you. We knew you care fr since our Childhood till our teenage age. Thank you so much for always b part of our live mama will miss you n miss your word of encouragement",
    "name": "Isimeme, and Aduragbemi(Great grand children)"
  },
  {
    "id": 8,
    "body": "Comfort oyeteju Olajide, To know you is just to love you. Your kindness, loving and caring character towards your family and everyone you came across while you were alive was topnotch. Your Dedication to God's word and work is a good example layed down for us to follow because you made me understand more that serving God really pays. I never want you to leave us yet because we still have alots to discuss, But I strongly believed that you have lived a well fulfilled life in all aspects and you have gone to rest. Continue to rest in the bossom of your maker till we meet to parth no more. You might have gone but your memories and legacy lives forever in my heart",
    "name": "Omowumi Oyewusi (Nee Oyeleke)"
  },{
    "id": 9,
    "body": "Reflecting on our shared moments, I'm reminded of your unwavering support throughout my life's journey. From nurturing me since birth to your final days, you've been a constant presence, showering me with love and selflessly sacrificing for my well-being. Your prayers have been a source of strength, and I had hoped for more time to reciprocate your care, to introduce you to my children, and witness your love transcend generations. Yet, fate had other plans. Though I regret not having the opportunity to care for you as you did for me, I find comfort in knowing that your passing was peaceful, just as you had prayed for. Your devout life and dedication to Christ have left an indelible legacy of love and faith. Rest peacefully, dear Mama Rere, until we meet again, never to part.",
    "name": "Blessing Oyeleke (Grand daughter)"
  },
  {
    "id": 10,
    "body": "Tribute to grandma. Though we grieve you now, but your momeries would always live on within us, thanks you for your sacrifices,your care and concern your love and everything, you have done for us, you have lived a long a full life, full of love. Wherever you are I know you are in much better place. I will be forever grateful and thankful that you are my grandmother. May you rest peacefully.",
    "name": "Adebayo olaitan ogunde (Grand daughter)"
  },{
    "id": 11,
    "body": "Mama. I'm deeply grateful for the gift of your life. I have always regarded you as my Mother, and not as my mother-in-law, because you treated me like your biological son. Our time together was marked by peace and boundless joy. Thank God for your unwavering devotion to Christ which has left a profound legacy for us and future generations to emulate. Farewell, dear Mama, May your soul find eternal peace in the arms of your savior.",
    "name": "Pastor Abiodun Oyeleke (Son In law)"
  },{
    "id": 12,
    "body": "TRIBUTE TO MY BELOVED GRANDMOTHER! In loving memory of My loving and caring grandma whose gentle spirit touched countless lives. With grace and wisdom, she navigated the complexities of life, leaving behind a legacy of love, kindness, and resilience. As a devoted mother and grandmother, she showered her family with unwavering affection and unwavering support. Her warm smile illuminated even the darkest days, and her comforting presence brought solace to all who knew her. Mama Comfort Oyeteju's legacy of compassion and strength will continue to inspire generations to come. Your spirit lives on in the hearts of those you cherished. May your soul rest in eternal peace, surrounded by the love she so freely gave. We'll for ever live to remember you my loving Iya Ranti REST IN PEACE.",
    "name": "Feyisayo Omolabake (Grand Daughter)"
  },{
    "id": 13,
    "body": "Great Grandma, looking back and remembering how you prayed over us, And how anytime I visit you,you always made sure I eat whatever I want. I am happy I was able to attend your 100th years birthday because that was the last time I saw you and I was happy you were able to remember me. I will never forget you Great Grandma and I will always love you forever. Rest in Peace Great Grandma",
    "name": "Precious Olofin (Great grand daughter)"
  },{
    "id": 14,
    "body": "You truly were a special, special woman! You may have passed on, but your memories would always live on within us. Thank you for your sacrifices, your care and concern, thanks for the love and care shown to my mum and I, Wherever you are, I know you are in a much better place. I will be forever grateful and thankful that you are my ‘grandmother’. Rest in perfect peace mama yemetu. We love you ",
    "name": "Ogunmuyide oluwadamilola (Extended grand daughter)"
  },{
    "id": 15,
    "body": "The love of a grandma is unique. God must have given grandmothers to us to liven up our lives, to make our lives more complete, to make us well rounded and better human beings. She played a big part in my childhood and I can remember so many times sitting in her kitchen and tasting the dishes, she prepare with special love. She taught me a lot about love and the meaning of family.. She has never been just ‘my grandmother’, but my guardian, my friend and my inspiration. Still, we can’t believe my lovely Grandma was taken away from us . We will miss our Grandmother, but her spirit and strength, lives on in each of us and in the lives that she touched. She lives on in me and in all those who have been touched by the love, strength, conviction, wisdom, and beauty of her soul. Love you grandma – You truly were a special, special woman! You may have passed on, but your memories would always live on within us. Thank you for your sacrifices, your care and concern, your love and everything that you have done for me. Wherever you are, I know you are in a much better place. I will be forever grateful and thankful that you are my ‘grandmother’. Rest in Peace Grandmother...we will never forget you and we will always love you forever...",
    "name": "Ogunde Blessing (Grand son)"
  },{
    "id": 16,
    "body": "My cheerful great-grandma. You will forever be remembered in our heart for your good deeds, in which we have truly learned from you, your strength as a loving mother in which you demonstrated to our grandmothers and grandfathers and which we will definitely pass on to your great-great-grandsons and great-great-granddaughters. My cheerful great-grandma, we will always respect all you went through and your ability to hold those pains within in all your days,your astonish beauty shines in us all, in which we are extremely grateful to be part of your family. We will definitely hold on to what you thought us, the persons our mothers and fathers are today, you groomed them to be. As you enter your new heavenly home ,may your soul rest in peace for you will be dearly missed and always remembered. Missed you so much great-grandma",
    "name": "Aquila and Quibila Ogunde (Great grand children)"
  },{
    "id": 17,
    "body": "In Loving Memory of My Dearest Mother, As I sit down to pen these words, my heart aches with the profound loss of a remarkable woman, my beloved mother. She was more than just a parent; she was a guiding light, a pillar of strength, and the embodiment of selfless love. My dear mother devoted her life to her children, making countless sacrifices to ensure our well-being and happiness. Her love knew no bounds, and every action she took was motivated by her deep affection for us. Through her unwavering support and boundless affection, she shaped us into the individuals we are today. But perhaps what I cherish most about my dear mother was her unwavering faith. She lived her life in accordance with the teachings of Christ, never wavering in her commitment to God. Her devotion was palpable in every aspect of her life, and she instilled in us the importance of walking in the footsteps of our Savior. Moments spent with her were imbued with warmth, love, and laughter. She had a way of lighting up any room with her presence, and her absence leaves a void that can never be filled. Yet, even as we mourn her passing, we find solace in the knowledge that she has found eternal peace in the loving embrace of our Heavenly Father. Though she may no longer walk beside us, her spirit lives on in the memories we cherish and the values she instilled in us. My dear mother's legacy of love, faith, and selflessness will continue to guide and inspire me every day of my life. Farewell, my precious mother. You will forever hold a special place in my heart, and your memory will be cherished for all eternity. With all my love,",
    "name": "Juliana Olubamike Oyeleke (Daughter)"
  }, {
    "id": 18,
    "body": "I am glad you left this world been a christian and not just a christian but a born again christian, i remembered growing up as a child going to a revival with you in a program  tagged IBADAN GREATER FOR CHRIST.  And till your last day on earth you loved God.  I believe you must have taken your right place among the angels singing praises to  heavenly Father. Grandma rest on till the day we will meet and part no more at the feet of Jesus Christ.",
    "name": "Rev. Olumuyiwa Adebiyi.(Grand son)"
  },{
    "id": 19,
    "body": "A mighty woman of valor! A tribute to mama comfort oyeteju olajide(mama yemetu). They say that a virtuous woman's price is far above rubies. Mama yemetu above all things I wish to write, she was indeed a woman that served God diligently. Her faith was a beacon of hope to all who knew her. She was always a supportive woman and always ready to give anything she has to help. Good night mama yemetu rest in the bossom of our Lord Jesus Christ",
    "name": "Revd and Revd Mrs Yinka Adewumi"
  },{
    "id": 20,
    "body": "Glory be to God in heaven The ríghteous don't fear death but the most important thing is for us to live to please God. Mama OYETEJU is a woman of extreme strength courageous and love who was beautiful disciplinarian. Yet loving and caring. She taught us the way of God and made us understand that the Almighty God is the only strong tower we got and it worked for Mama. I miss you Mama but your spirit still lives in me. Sun ree  ooooo Mama AKANNi.   Omo re. Londagbere wipe.   Odi.  Igba. O see oo",
    "name": "ILORI  OLUKAYODE"
  },{
    "id": 21,
    "body": "Great grandma was beautiful, caring, loving and prayer warrior. She taught us how to speak and communicate well in Yoruba. We love and will forever miss you.",
    "name": "Exploit and Enoch Oyewusi (Great grand children)"
  }
]